Show / Hide Table of Contents
Enum ConcFireDiagramType
Concrete stress-strain diagram for fire
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ConcFireDiagramType
Fields
 Name |  Description
 ByCodeWithAutomaticTemperature
By the code with automatic temperature type
 ByCodeWithFixedTemperature
By the code with fixed temperature type
 Improve this Doc
 View Source